[
    {
     "date": "Maret 2023",
     "author": "Carevul Team",
     "title": "Ketahui Lebih Dalam Mengenai Manfaat dari Vitamin A",
     "desc": "Vitamin A atau retinol adalah salah satu nutrisi penting untuk penglihatan, pertumbuhan, pembelahan sel, reproduksi, dan sistem kekebalan tubuh.",
     "img": "https://static-bebeautiful-in.unileverservices.com/vitamin-a-benefits_3_0.jpg",
     "fulltext": "Selain berfungsi dalam proses penglihatan dan menjaga kesehatan mata, vitamin A juga akan melindungi tubuhmu dari berbagai mikroorganisme asing dan patogen penyebab penyakit. Hal ini dikarenakan vitamin A mengandung antioksidan, yakni betakaroten yang berguna untuk menangkal radikal bebas.\n\nDilansir dari situs halaman UK National Health Service, vitamin A sendiri memiliki banyak manfaat untuk tubuh, seperti membantu pertahanan alami tubuh untuk melawan penyakit maupun infeksi yang mengganggu kesehatan tubuh kamu. Tidak hanya itu, vitamin A juga diketahui sangat baik untuk membantu penglihatan seseorang menjadi lebih optimal. Menurut penelitian yang dilakukan oleh National Eyes Institute, mengenai penyakit mata yang berkaitan dengan usia, seperti degenerasi makula nyatanya dapat dikurangi dengan mengonsumsi antioksidan tingkat tinggi dalam vitamin A sekitar 25 persen.\n \n Darimana Mendapat Sumber Vitamin A?\n\nVitamin A berasal dari dua sumber, sumber yang berasal dari hewan yang termasuk dalam retinol disebut retinoid. Sementara, sumber yang berasal dari tanaman disebut karotenoid dan sumber ini termasuk dalam beta-karoten. Tubuh mengubah beta-karoten menjadi vitamin A. Nah, karotenoid ini juga termasuk diantaranya lycopene, lutein, dan zeaxanthin, memiliki sifat biologis yang penting, termasuk antioksidan, dan kegiatan photoprotective. \n\nNah, untuk mendapatkan manfaat vitamin A secara maksimal tiap hari, makanan yang dapat kamu konsumsi, antara lain : Wortel, Susu dan olahannya, termasuk mentega dan tepung susu, Keju dan olahannya, Daging dan telur ayam, Hati dan daging sapi. Kacang merah, Ubi kuning, ubi jalar, dan ubi rambat merah, Buah-buahan seperti apel, mangga, dan sukun, tapi umumnya banyak terdapat pada buah-buahan berwarna kuning seperti pisang dan pepaya, Sayur-sayuran hijau, seperti bayam, kacang panjang, rumput laut, kangkung, semanggi, terong, dan lain sebagainya.",
     "link": "ArticleVita",
     "id": "1"
    },
    {
     "date": "Maret 2023",
     "author": "Carevul Team",
     "title": "Ini Manfaat Cascara atau Kulit Buah Kopi untuk \nKesehatan",
     "desc": "Beragam manfaat cascara atau kulit buah kopi untuk kesehatan tubuh. Mulai dari menjaga kesehatan pencernaan sampai menurunkan risiko penyakit jantung dan diabetes.",
     "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2023/05/02051803/Ini-Manfaat-Cascara-atau-Kulit-Buah-Kopi-untuk-Kesehatan.jpg.webp",
     "fulltext": "Cascara atau kulit buah kopi semakin populer belakangan ini sebagai makanan super baru. Sementara kebanyakan orang berpikir kopi hanya berupa biji telah dipanggang untuk membuat minuman populer tersebut, buah dari tanaman kopi sering kali terbuang begitu saja. Padahal, kulit buah kopi ini juga banyak manfaatnya. \n\nBeragam Manfaat Cascara untuk Kesehatan :\n\n 1. Tinggi antioksidan \nCascara adalah sumber antioksidan yang kaya, yang membantu melindungi sel-sel tubuh dari kerusakan akibat molekul berbahaya atau radikal bebas. Antioksidan ini dapat membantu mengurangi peradangan di dalam tubuh dan melindungi sel-sel dari kerusakan akibat stres oksidatif. Cascara mengandung senyawa fenolik tinggi, yang memainkan peran penting dalam pencegahan banyak penyakit kronis karena antioksidan, anti-inflamasi dan anti karsinogeniknya.\n \n 2. Menjaga kesehatan pencernaan \nCascara juga dapat membantu menjaga kesehatan pencernaan. Seperti yang kamu ketahui bahwa serat sangat penting untuk kesehatan pencernaan, dan cascara mengandung banyak serat yang dapat membantu mengatur pencernaan dalam tubuh. Selain itu, serat juga membantu mengurangi risiko terkena penyakit jantung dan penyakit gula.\n \n 3. Menurunkan risiko penyakit jantung\nSeperti penjelasan di atas, cascara kaya akan serat dan antioksidan, dua zat yang dapat membantu menurunkan risiko penyakit jantung. Antioksidan membantu melindungi sel-sel dari kerusakan akibat radikal bebas. Sedangkan serat membantu menurunkan kadar kolesterol dalam darah. Kolesterol tinggi adalah faktor risiko utama penyakit jantung, sehingga menjaga kadar kolesterol tetap sehat adalah sangat penting untuk kesehatan jantung. \n\n4. Menjaga kesehatan kulit\nCascara juga dapat membantu menjaga kesehatan kulit. Antioksidan ini dapat membantu melindungi kulit dari kerusakan akibat paparan sinar matahari dan radikal bebas. Selain itu, cascara juga mengandung banyak vitamin dan mineral yang penting untuk kesehatan kulit, seperti vitamin C dan seng.\n\n5. Menjaga kesehatan otak\nCascara juga dapat membantu menjaga kesehatan otak. Antioksidan yang terkandung dapat membantu melindungi sel-sel otak dari kerusakan akibat radikal bebas. Selain itu juga mengandung kafein, yang dapat membantu meningkatkan fokus dan konsentrasi.\n\n6. Menurunkan risiko diabetes\nSeperti penjelasan di atas, serat yang terkandung dapat membantu menurunkan risiko penyakit gula. Serat membantu menurunkan kadar gula darah dalam tubuh dengan menjaga glukosa tetap stabil di dalam darah.",
     "link": "ArticleCascara",
     "id": "2"
    },
    {
     "date": "Juni 2023",
     "author": "Carevul Team",
     "title": "Ketahui 6 Bahaya Heatwave bagi Tubuh dan Kulit",
     "desc": "Heatwave atau gelombang panas terjadi ketika suhu udara meningkat secara signifikan selama beberapa hari. Cuaca yang ekstrem ini dapat menyebabkan gangguan kesehatan.",
     "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2023/04/25060917/Ketahui-X-Bahaya-Heatwave-bagi-Tubuh-dan-Kulit.jpg.webp",
     "fulltext": "Menurut informasi dari Badan Meteorologi, Klimatologi dan Geofisika (BMKG), beberapa negara di Asia akhir-akhir ini sedang dilanda heatwave. Berdasarkan catatan informasi ini, Kumarkhali yaitu suatu kota di Bangladesh, menjadi daerah terpanas dengan suhu maksimum harian mencapai 51,2 derajat Celsius.\n\nInilah Bahaya Heatwave Bagi Tubuh dan Kulit :\n\n1. Heat Exhaustion\nSesuai namanya, heat exhaustion merupakan kelelahan yang terjadi akibat naiknya suhu udara. Beberapa gejalanya meliputi keringat berlebih, pusing, denyut nadi cepat, tekanan darah rendah saat berdiri, dan sakit kepala. Heat exhaustion terjadi ketika tubuh tidak bisa mendinginkan dirinya sendiri dalam cuaca panas. Tubuh melakukan ini dengan cara memproduksi keringat. Namun, di cuaca yang terlalu panas tubuh kurang mampu mendinginkan diri secara efisien, akibatnya kram panas dapat terjadi. Tanda-tanda kram panas, yaitu keringat berlebihan, kelelahan, haus dan kram otot.\n\n2. Heat Stroke\nHeat stroke biasanya terjadi akibat terpapar cuaca panas dalam waktu yang lama, atau melakukan aktivitas fisik dalam suhu tinggi. Seseorang dapat mengalami heat stroke jika suhu tubuhnya sudah mencapai 40 derajat Celsius atau bahkan lebih tinggi. Ciri-ciri yang menandakan heat stroke yaitu meningkatnya suhu tubuh, kulit merah dan panas, mual dan muntah, pernapasan cepat, dan perubahan perilaku seperti kebingungan, lekas marah, atau bicara cadel.\n\n3. Kanker Kulit\nWalaupun Indonesia tidak mengalami gelombang panas, tetapi BMKG telah mengonfirmasi bahwa indeks sinar ultraviolet mengalami peningkatan. Sinar ultraviolet (UV) dapat menyebabkan berbagai penyakit kulit termasuk kanker kulit. Terekspos terlalu banyak radiasi sinar UV dapat menargetkan DNA dalam sel kulit. Akibatnya sel tidak bekerja sesuai dengan fungsinya, dan menyebabkan sel terlalu sering membelah diri hingga kemudian membentuk tumor. Jika tumor ini ganas maka dapat berubah menjadi kanker. Oleh karena itu, di cuaca yang ekstrem ini kamu jangan sampai lupa menggunakan sunscreen untuk mencegah kanker kulit.\n\n4. Biang Keringat\nBiang keringat tidak hanya terjadi pada bayi atau anak-anak, di cuaca yang sangat panas seperti sekarang, biang keringat juga bisa terjadi pada orang dewasa. Walaupun cenderung tidak membahayakan tetapi biang keringat bisa membuat tidak nyaman. Biang keringat terjadi ketika keringat terperangkap dalam kulit, sehingga menimbulkan benjolan atau bruntusan yang dalam dan meradang.\n\n5. Dehidrasi Parah\nDehidrasi merupakan sumber masalah untuk berbagai penyakit yang dapat terjadi karena cuaca sangat panas. Kondisi dehidrasi yang parah terjadi ketika tubuh mengeluarkan keringat terlalu banyak. Saat produksi keringat berlebih, tak hanya cairan saja yang hilang, tetapi gula dan garam dalam tubuh juga ikut hilang dan menyebabkan rasa lemas, pusing, hingga pingsan. Maka dari itu, kamu jangan sampai lupa minum air putih, dan jika perlu dampingi juga dengan minuman elektrolit.",
     "link": "ArticleHeatwave",
     "id": "3"
    },
    {
     "date": "April 2023",
     "author": "Carevul Team",
     "title": "Cegah Stres, Ini 5 Cara Menyikapi Pasangan yang Selingkuh",
     "desc": "Dikhianati memang situasi yang menyebalkan. Selingkuh adalah masalah besar yang dapat berujung pada berakhirnya hubungan begitu saja dan menyebabkan stres.",
     "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2022/12/27070546/Cegah-Stres-Ini-X-Cara-Menyikapi-Pasangan-yang-Selingkuh.jpg.webp",
     "fulltext": "Dikhianati memang situasi yang menyebalkan. Perasaan kecewa, marah dan muak yang menyertainya tidak akan pernah hilang dan sulit dilupakan. Bahkan, kondisi tersebut bisa menjadi trauma saat menjalin hubungan yang baru. Sebagai pihak yang dikhianati, cobalah untuk menyikapinya dengan lebih bijak. Di antaranya, jangan balas dendam, jangan saling menyalahkan, jangan menyalahkan diri sendiri dan minta bantuan dari ahlinya.\n\nCara Menyikapi Pasangan yang Berselingkuh :\n\n1. Menerima Perasaan Sendiri\nSyok, gelisah, ketakutan, cemas dan depresi adalah perasaan yang muncul ketika menemukan pasangan berselingkuh. Bisa dibilang, seperti berada di rollercoaster emosional untuk sementara waktu. Membutuhkan waktu yang cukup untuk mengatasi rasa sakit akibat perselingkuhan pasangan. Tapi, dengan menerima perasaan dan terus menjalani hidup, lambat-laun hal tersebut akan membaik seiring dengan waktu.\n\n2. Jangan Menyalahkan Diri Sendiri\nJangan pernah menyalahkan diri sendiri saat mengetahui pasangan berselingkuh. Sebab, kamu sudah setia dan berusaha menjaga hubungan tersebut hingga kini. Ini adalah sebuah perjuangan yang tidak mudah dilakukan. Sebaik apapun kamu, jika pasangan memang suka berselingkuh, maka hal itu tidak akan bisa diubah. Sebab, menduakan pasangan bukan hanya sekadar khilaf, tapi sudah menjadi karakter seseorang.\n\n3. Jangan Melakukan Balas Dendam\nPengkhinatan dari pasangan memang menimbulkan rasa benci dan amarah. Dalam keadaan ini, insting pertama manusia mungkin menghukum pasangan dengan berencana untuk membalas dendam. Jika dilakukan, akan muncul rasa puas sementara. Namun, pada akhirnya, tindakan tersebut justru dapat merugikan diri sendiri. Seharusnya kamu fokus melakukan penyembuhan batin dari pada mengambil tindakan sembrono seperti balas dendam.\n\n4. Lebih Merawat dan Memperhatikan Diri Sendiri\nSyok karena mengetahui pasangan berselingkuh dapat memicu reaksi fisik akibat stres. Di antaranya, mual, diare, gangguan tidur, gemetar, sulit berkonsentrasi dan penurunan nafsu makan. Setelah periode tersebut berlalu, cobalah untuk lebih merawat dan memperhatikan diri sendiri. Caranya dengan menerapkan pola makan sehat, mencukupi waktu tidur, rutin berolahraga, dan banyak minum air putih.\n\n5. Mencari Bantuan Ahli\nJika sudah mulai tidak sanggup dengan pikiran yang menghantam, silakan diskusikan hal ini dengan psikolog atau psikiater. Cari jalan keluar yang logis, tanpa mengikutsertakan perasaan. Psikolog dan psikiater tentunya bersifat netral. Mereka dapat membantu mengatasi masalah dari pandangannya. Kamu dapat melakukan langkah ini berdua dengan pasangan untuk mendapatkan solusi yang terbaik. Kamu juga bisa melakukan sesi terapi. Langkah ini bertujuan untuk memproses perasaan bersalah, malu dan rasa kecewa yang berkecamuk selama ini. Jika hubungan sudah tidak dapat ditolong, setidaknya kamu sudah berusaha yang terbaik.",
     "link": "ArticleSelingkuh",
     "id": "4"
    },
    {
     "date": "Maret 2023",
     "author": "Carevul Team",
     "title": "Ini Cara Meningkatkan Mood setelah Lelah Bekerja",
     "desc": "Mood swing akibat lelah bekerja dapat memengaruhi kehidupan kamu. Oleh karena itu, ketahui beberapa cara untuk meningkatkan mood setelah lelah bekerja.",
     "img": "https://cms.sehatq.com/cdn-cgi/image/format=auto,width=1080,quality=90/public/img/article_img/merasa-lelah-bekerja-cek-gejala-dan-cara-mengatasinya-ini-1588837272.jpg",
     "fulltext": "Dalam sehari, rata-rata orang lebih banyak menghabiskan waktunya di tempat kerja. Oleh karena itu, banyak orang yang merasa stres dan lelah setelah bekerja hingga berimbas pada mood. Akibatnya, mereka akan merasa sulit untuk bekerja kembali pada pagi hari ketika harus memulai bekerja kembali. Hal ini bisa jadi penyebab dari lingkungan kerja yang mungkin tidak kondusif. Mood swing akibat lelah bekerja ini bukan hanya membuat pekerjaan tertunda, tapi juga memengaruhi teman kerja. Oleh karena itu, ketahui cara meningkatkan mood setelah lelah bekerja.\n\nCara Meningkatkan Mood setelah Lelah Bekerja :\n\n1. Mendengarkan Musik\nSuasana hati seseorang dapat meningkat setidaknya dengan mendengarkan musik yang membangkitkan semangat. Kamu bisa lebih bahagia dengan mendengarkan musik favorit. Selain itu, musik dapat sebagai terapi untuk mengurangi gejala depresi, melawan stres, meningkatkan fokus, meningkatkan daya ingat, dan menjaga kesehatan otak. Mendengarkan musik juga dapat menurunkan tekanan darah, denyut nadi, dan kadar hormon stres.\n\n2. Menonton Film\nMetode peningkat mood yang paling favorit adalah menonton film. Kamu dapat bersantai dengan menonton film-film kesukaanmu, terutama jika memiliki cerita yang menarik. Di rumah, kamu juga dapat menonton film sambil bersantai. Ini bisa kamu lakukan juga di kantor pada saat waktu istirahat makan siang agar mood yang habis di pagi hari bisa terisi lagi.\n\n3. Tidur yang Cukup\nCara terbaik menghilangkan ketegangan dan mempersiapkan tubuh untuk aktivitas hari berikutnya dengan tidur yang cukup. Untuk mengetahui kapan waktu istirahat yang ideal, simak ulasan berikut ini “Pentingnya Jam Tidur Ideal bagi Kesehatan“. Kurang tidur yang disebabkan oleh kelelahan terkait pekerjaan akan meningkatkan tingkat stres, membuat untuk lebih sulit menyelesaikan tugas. Jadi, pastikan tidur dengan baik, mulai dari posisi hingga jumlah waktu tidur.\n\n4. Merencanakan Liburan\nTidak ada salahnya untuk mulai merencanakan liburan jangka panjang atau jangka pendek meski masih di awal minggu. Merencanakan liburan dapat memberikan kegembiraan sendiri di tengah beban kerja yang menumpuk. Selain itu, ini dapat menginspirasi kamu untuk bekerja dengan antusias sehingga dapat menikmati liburan pada akhir minggu atau hari libur panjang.",
     "link": "ArticleMood",
     "id": "5"
    },
    {
     "date": "Mei 2023",
     "author": "Carevul Team",
     "title": "Berbagai Alasan Wanita Lebih Mudah Stres Ketimbang Pria",
     "desc": "Stres adalah kondisi kesehatan yang bisa terjadi kapan dan siapa saja. Meskipun begitu, wanita berisiko lebih tinggi untuk mengalami stres karena beberapa faktor.",
     "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2023/03/08055454/Alasan-Kenapa-Wanita-Lebih-Gampang-Stres-Ketimbang-Pria.jpg.webp",
     "fulltext": "Stres adalah kondisi yang umum yang dapat terjadi pada siapa saja, di berbagai waktu dan tempat. Terlebih lagi, dengan kondisi yang tidak dapat terprediksi, kondisi ini tentu semakin banyak menyerang masyarakat. Berita buruknya, wanita ternyata memiliki risiko stres lebih tinggi ketimbang pria. Mengapa demikian? Ini beberapa penyebabnya yang harus kamu ketahui.\n\nMengapa Wanita Lebih Rentan Stres?\n\nAda beberapa aspek yang bisa menjelaskan lebih jauh wanita lebih sering mengalami perubahan emosional ketimbang pria, yaitu:\n\n1. Hormon\nSalah satu pemicu stres pada wanita adalah kondisi hormon. Wanita memiliki level hormon yang perubahannya lebih fluktiatif daripada pria. Pada pria, satu siklus hormon adalah 24 jam. Di sisi lain, siklus hormon wanita adalah 28 hari dan terdiri dari beberapa fase yang berbeda. Fase menstrusi yang terjadi pada awal siklus dapat memengaruhi mood secara signifikan.\n\n2. Genetik\nSelain gaya hidup, genetik juga bisa berdampak pada cara seseorang mengatasi stres. Gen tertentu dapat menimbulkan risiko masalah kejiwaan yang lebih tinggi. Contohnya, seseorang yang memiliki riwayat depresi turun temurun akan 2-3 kali lebih berisiko mengidap depresi. Terlebih dari itu, wanita juga memiliki kondisi genetik yang lebih rentan depresi daripada pria. Hal ini yang menyebabkan seorang wanita cenderung lebih mudah mengalami stres.\n\n3. Hubungan personal\nPenurunan kondisi mental lebih mudah menyerang wanita ketika sedang mengalami banyak gejolak dalam hubungan personal, seperti pekerjaan, percintaan, dan keluarga. Terdapat beberapa faktor yang memengaruhi tingkat stres wanita selama konflik. Salah satunya adalah peran mereka dalam hubungan personal yang membentuk ekspektasi perilaku.\n\nSelain itu, wanita juga lebih rentan untuk mengalami kelelahan emosional karena respon tubuh wanita berbeda. Ketika konflik terjadi, tubuh wanita akan bereaksi lebih intens. Ingat, Stres Bisa Menular ke Pasangan dan Kamu Harus Tahu Cara Mengatasinya.\n\n4. Tuntutan sosial ekonomi\nWanita yang bekerja di luar rumah dan mengurus anak cenderung memiliki risiko stres yang lebih tinggi. Nah, hal ini terjadi karena adanya tuntutan karier dan mengurus keluarga sekaligus. Sejumlah tekanan yang terjadi merupakan penyebab utama seorang wanita mengalami penurunan kesehatan mental yang bisa berujung pada depresi.\n\nPerlu dipahami, struktur rumah tangga yang tidak suportif terhadap wanita karier juga menyebabkan stres. Sebab, perasaan tidak didukung dan keharusan menyelesaikan semua hal sendiri bisa membuat situasi mental menurun.",
     "link": "ArticleStress",
     "id": "6"
    },
    {
     "date": "Juni 2023",
     "author": "Carevul Team",
     "title": "Kenali Altruisme, Sikap Kepedulian Tinggi pada Orang Lain",
     "desc": "Altruisme adalah salah satu aspek dari perilaku prososial. Sikap altruisme muncul karena adanya evolusi, lingkungan, hingga normal sosial.",
     "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2022/08/09003659/Kenali-Altruisme-Sikap-Kepedulian-Tinggi-pada-Orang-Lain-1.jpg.webp",
     "fulltext": "Altruisme adalah sikap kepedulian tinggi yang tidak mementingkan diri sendiri. Maksudnya, seseorang berkeinginan melakukan sesuatu hanya karena untuk membantu, bukan karena merasa berkewajiban atas tugas, kesetiaan, atau alasan agama. Sikap ini kebalikan dari sifat egois yang mementingkan diri sendiri.\n\nOrang yang memiliki altruisme akan membantu seseorang tanpa pamrih dan tanpa mengharapkan imbalan. Pada beberapa kasus, sikap altruisme ini dapat membuat seseorang membahayakan diri sendiri untuk membantu orang lain. Lantas, apakah setiap orang harus memiliki sikap altruisme?\n\nAhli menjelaskan beberapa penyebab munculnya sikap altruisme, yaitu:\n\n1. Insentif\nMeskipun pelaku altruisme membantu tanpa mengharapkan imbalan, masih ada kemungkinan ia akan mendapatkan imbalan dari orang yang mereka bantu. Altruisme dapat muncul karena seseorang memiliki sikap Empati, dan Membantu karena ingin meredakan perasaan negatif.\n\n2. Penghargaan di otak\nAhli neurologis menemukan, saat seseorang berperilaku altruisme, pusat kesenangan di otak menjadi lebih aktif. Terlibat dalam tindakan kepedulian dapat mengaktifkan area otak yang berkaitan dengan sistem penghargaan atau rewards. Perasaan positif yang diciptakan oleh tindakan kepedulian kemudian memperkuat perilaku altruisme.\n\n3. Lingkungan\nInteraksi dan hubungan yang baik dalam satu lingkungan, dapat berdampak signifikan pada tindakan altruisme pada anak kecil.\n\n4. Norma Sosial\nAturan, norma, dan harapan masyarakat juga mempengaruhi apakah orang terlibat dalam perilaku altruisme atau tidak. Misalnya, norma timbal balik, yaitu harapan sosial di mana kamu merasa harus membantu orang lain jika mereka telah melakukan sesuatu untukmu.\n\nSeberapa Penting Sikap Altruisme pada Seseorang?\n\nAltruisme merupakan bagian penting yang perlu ada untuk merekatkan hubungan keluarga dan kelompok sosial. Dengan begitu, anggota keluarga atau kelompok sosial dapat bekerja sama dan berkembang. Altruisme memiliki berbagai manfaat, seperti :\n\n1. Kesehatan yang lebih baik. Bersikap altruisme dapat meningkatkan kesehatan fisik dalam cara yang tidak dapat dijelaskan.\n2. Mengingatkan kesejahteraan. Melakukan hal-hal baik untuk orang lain dapat membuatmu merasa baik tentang diri sendiri dan dunia. Penelitian menunjukkan bahwa orang akan merasa bahagia setelah melakukan hal baik untuk orang lain.\n3. Menciptakan hubungan yang lebih baik. Bersikap baik dan penuh kasih juga dapat mengarah pada hubungan yang lebih baik, dengan pasangan atau keluarga. Karena kebaikan adalah salah satu kualitas terpenting yang dicari orang.\n\nNamun, perlu kamu pahami, altruisme adalah tindakan yang baik jika dilakukan sesuai dengan porsinya. Artinya, saat menolong seseorang, harus diimbangi dengan kesanggupan dari diri sendiri. Jadi, jangan memaksakan kehendak ketika tidak mampu.",
     "link": "ArticleAltruisme",
     "id": "7"
    },
    {
     "date": "April 2023",
     "author": "Carevul Team",
     "title": "Kedekatan dengan Keluarga Tingkatkan Kualitas Kesehatan",
     "desc": "Ketika keluarga memiliki hubungan yang dekat dan suportif, kesehatan fisik dan mental bisa meningkat.",
     "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2023/04/06053310/09db0dd1-5e9f-4c63-97b9-bafa5bf2c627_article_image_url.jpg.webp",
     "fulltext": "Dinamika hubungan dengan keluarga inti bisa berdampak pada kesehatan seseorang secara signifikan, baik positif maupun negatif. Memiliki hubungan keluarga yang erat dan suportif ternyata dapat memberikan dukungan emosional, kesejahteraan ekonomi, dan meningkatkan kesehatan fisik secara keseluruhan.\n\nDampak Kedekatan dengan Keluarga pada Kesehatan\n\n1. Mengurangi risiko masalah mental\nSetiap jenis konflik dalam keluarga akan berdampak pada kesehatan mental anggota keluarga, terutama pada anak. Anak-anak perlu merasa aman untuk mengembangkan keterikatan dan respons emosional yang tepat. Jika orang tua gagal menyediakan lingkungan yang aman, otak anak berkembang secara berbeda dan menyebabkan anak selalu waspada. Ini dapat mengakibatkan sindrom stres pasca trauma, kecemasan, atau bahkan depresi. Ibu dan ayah bisa juga mencari tahu soal Dampak Kesehatan Mental yang Bisa Dialami Anak Broken Home.\n\n2. Membantu perkembangan kognitif anak\nRumah tangga dengan tingkat konflik keluarga yang tinggi dapat menciptakan keterlambatan perkembangan kognitif anak. Ini kemudian mengarah pada ketidakmampuan mereka untuk belajar. Anak-anak yang terabaikan karena konflik keluarga, seperti orang tua yang sering bertengkar, terlalu sibuk bekerja, dan jarang mengajak anak untuk berinteraksi secara positif cenderung lebih sering mengalami masalah perilaku di sekolah.\n\nTidak hanya berhenti di tahap pertumbuhan saja, konflik keluarga dapat memberikan efek jangka panjang, bahkan setelah anak-anak beranjak dewasa dan menginjak usia lansia. Anak-anak yang tidak memiliki hubungan baik dengan orang tuanya dapat membentuk tingkat kecemasan yang tinggi pada individu tersebut.\n\n3. Kondisi emosional yang lebih positif dan stabil\nKonsep keamanan emosional dalam keluarga inti sangat penting dalam perkembangan fase hidup seseorang. Ketika kamu merasa aman secara emosional, sistem saraf juga akan berada dalam kondisi normal. Berbeda jika lingkungan keluarga tertentu tidak harmonis, saraf-saraf akan stres karena terus berada dalam posisi tegang. Maka dari itu, seseorang yang berada dalam hubungan positif dalam keluarga memiliki kondisi emosional yang lebih stabil ketimbang mereka yang tidak.",
     "link": "ArticleKeluarga",
     "id": "8"
    },
    {
     "date": "Mei 2023",
     "author": "Carevul Team",
     "title": "Ketahui Manfaat Self-Talk untuk Menjaga Kesehatan Mental",
     "desc": "Ternyata, self-talk juga bisa mengarahkanmu untuk mengambil keputusan yang tepat dalam hidup.",
     "img": "https://d1vbn70lmn1nqe.cloudfront.net/prod/wp-content/uploads/2021/07/07062230/Ketahui-Manfaat-Self-Talk-untuk-Menjaga-Kesehatan-Mental-1.jpg.webp",
     "fulltext": "Self-talk adalah hal yang alami untuk dilakukan sepanjang hari. Banyak juga orang yang menjadi lebih sadar bahwa self-talk positif merupakan alat yang ampuh untuk meningkatkan kepercayaan diri, dan mampu mengendalikan emosi negatif. Orang yang bisa menguasai self-talk positif dianggap lebih percaya diri, termotivasi, dan produktif.\n\nBenarkah Self-Talk Positif Bermanfaat?\n\nSetiap orang selalu memiliki suara batin di kepala mereka sendiri yang bekerja seperti narasi. Sama seperti narasi yang berlangsung dalam drama atau film, kisah hidup kamu akan memiliki suara batin dari diri sendiri. Suara batin ini terus memberitahu untuk menimbang pro dan kontra, menyampaikan kata-kata yang benar saat berbicara dan sering mendorong tubuh untuk bertindak. Oleh karena itu, bicara dengan diri sendiri yang positif sangat bermanfaat. Ingatlah, kamu tidak dapat menjalani kehidupan yang positif dengan pikiran yang negatif.\n\nManfaat Self-Talk bagi Kesehatan Fisik dan Mental\n\nSelf-talk dapat meningkatkan kinerja dan kesejahteraan secara umum. Misalnya, penelitian menunjukkan self-talk dapat membantu atlet meningkatkan kemampuannya. Self-talk juga membantu mereka memiliki daya tahan atau kekuatan yang lebih baik.\nSelf-talk yang positif dan pandangan yang lebih optimis dapat memiliki manfaat kesehatan lainnya, termasuk:\n1. Vitalitas meningkat.\n2. Kepuasan hidup yang lebih besar.\n3. Meningkatkan fungsi kekebalan tubuh.\n4. Mengurangi rasa sakit atau nyeri.\n5. Kesehatan kardiovaskular yang lebih baik.\n6. Kesehatan fisik yang lebih baik.\n7. Pengurangan risiko kematian.\n8. Lebih sedikit stres dan kegelisahan.\n\nBagaimana Cara Melakukan Self-Talk Positif?\n\nSebelum kamu belajar untuk lebih banyak berbicara dengan diri sendiri, kamu harus terlebih dahulu mengidentifikasi pemikiran negatif. Ketika kamu mulai mengenali jenis pemikiran negatif, maka kamu dapat bekerja untuk mengubahnya menjadi pemikiran positif. Tugas ini membutuhkan latihan dan waktu serta tidak berkembang dalam semalam. Kabar baiknya, hal tersebut bisa kamu lakukan sendiri jika terus melatihnya.",
     "link": "ArticleStalk",
     "id": "9"
    }
   ]